export const industries = {
    1: '業種1',
    2: '業種2',
    3: '業種3',
    4: '業種4',
    5: '業種5',
    6: '業種6',
    7: '業種7',
    8: '業種8',
    9: '業種9',
    100: 'その他',
}

export const jobs = {
    1: '職種1',
    2: '職種2',
    3: '職種3',
    4: '職種4',
    5: '職種5',
    6: '職種6',
    7: '職種7',
    8: '職種8',
    9: '職種9',
    100: 'その他',
}

export const selectionStatuses = {
    1: '検討中',
    2: '選考中',
    3: '内定',
    4: '内々定',
    5: '辞退',
    6: '不採用',
    100: 'その他',
}

export const selectionSteps = {
    1: 'カジュアル面談',
    2: '面談',
    3: '書類選考',
    4: '一次面接',
    5: '二次面接',
    6: '三次面接',
    7: '四次面接',
    8: '五次面接',
    9: '最終面接',
    10: 'テスト',
    11: '課題',
    100: 'その他',
}

export const aboutUserQuestions = {
    1: '自己分析Q1',
    2: '自己分析Q2',
    3: '自己分析Q3',
    4: '自己分析Q4',
    5: '自己分析Q5',
}

export const aboutCompanyQuestions = {
    1: '企業分析Q1',
    2: '企業分析Q2',
    3: '企業分析Q3',
    4: '企業分析Q4',
    5: '企業分析Q5',
}